Revit 2027 API
IndependentTag.MultiLeader Property
 Returns if the tag if referencing multiple elements and/or sub-elements.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool MultiLeader { get; }
Public ReadOnly Property MultiLeader As Boolean
	Get
public:
property bool MultiLeader {
	bool get ();
}
member MultiLeader : bool with get
Property Value
Boolean
See Also
Reference
IndependentTag Class
Autodesk.Revit.DB Namespace